[
  "table-editor-obsidian",
  "calendar",
  "obsidian-collapse-all-plugin",
  "code-block-copy",
  "customizable-menu",
  "obsidian-excalidraw-plugin",
  "media-extended",
  "obsidian-mind-map",
  "note-refactor-obsidian",
  "templater-obsidian",
  "dataview",
  "obsidian-auto-link-title",
  "highlightr-plugin",
  "obsidian-icon-folder",
  "obsidian-kanban",
  "privacy-glasses",
  "obsidian-admonition",
  "cm-editor-syntax-highlight-obsidian",
  "table-extended",
  "obsidian-gallery",
  "sliding-panes-obsidian",
  "convert-url-to-iframe",
  "obsidian-charts",
  "obsidian-commits",
  "mrj-text-expand",
  "obsidian-enhancing-mindmap",
  "obsidian-outliner",
  "oz-image-plugin",
  "mx-bili-plugin",
  "obsidian-citation-plugin",
  "obsidian-image-auto-upload-plugin",
  "remotely-save",
  "obsidian-style-settings",
  "tag-wrangler",
  "obsidian-advanced-slides"
]